<template>
  <div class="views">
    <div class="view view-main index-page">
      <div class="navbar">

        <div class="navbar-inner navbar-on-center">
          <div class="left" @click="$router.back(-1)">
            <a href="javascript:" class="back link">
              <img src="../../images/back.png" width="25">
            </a>
          </div>
          <div class="center sliding" style="left: 0;">协议</div>
          <div class="right"></div>
        </div></div>
      <div class="pages">

        <div class="page navbar-through Myagreement">
          <div class="page-content">
            <div class="content-block">
              <h1>注册会员协议</h1>
              <h3 class="title">请仔细阅读本协议</h3>
              <p>本网站根据以下条件和条款提供您所享有的服务。</p>
              <p class="content">本网站立足于商务，为企业提供全方位的服务，本网站各项服务的所有权和运作权归《美天》。</p>
              <p>本网站提供的服务将完全按照服务协议和操作规则严格执行。</p>

              <h3>1.确认和接受条款</h3>
              <p>本服务协议双方为《美天》（下称“本网站”）与本网站用户，本服务协议具有合同效力。请您务必在第一次注册本网站时仔细阅读本服务协议，若完全同意本协议，且完成注册程序，您即可成为本网站的正式会员，并享受本网站提供的服务。本网站有权随时自行全权决定更改服务协议。如服务协议有任何变更，将在本网站上刊登公告进行通知。经修订的服务协议一经在网站公布，立即自动生效。会员有权选择停止使用本网站服务，登录或继续使用本网站的服务将视为同意新条款的全部内容；如有争议，以最新的服务协议为准。</p>
              <h3>2.费用说明</h3>
              <p>本网站运用自己的网站服务平台，通过互联网络为会员提供网络服务。本公司保留根据第1条条款审核并通知您后，收取服务费用的权利，而您因进行交易、向本公司获取有偿服务或接触本公司服务器而发生的所有应纳税赋，以及相关硬件、软件、通讯、网络服务及其他方面的费用均由您自行承担。</p>
              <h3>3.会员及会员注册</h3>
              <p>本网站所有服务仅供能够根据相关法律订立具有法律约束力的合约的个人或公司使用。因此，您务必具备相应的民事权利能力和民事行为能力，才可使用本公司的服务。如不符合本项条件，请勿使用或注册本网站。本网站可随时自行全权决定拒绝向任何人士提供服务。</p>
              <h3>4.注册会员承诺</h3>
              <p>
                会员需对其发布的信息负责，确认您在本网站上填写的个人信息或企业资料是真实、准确、完整、合法、有效的。
                会员需及时更新注册资料，以符合准确、详尽、反映当前情况的要求。
                会员应完全接受本网站的管理、控制和有关声明、条款。
                会员应当保证在使用本网站平台进行交易的过程中遵守诚信的原则，不在本网站做以下行为：
                a.提供虚假、恶意、具有误导性的信息或资料的行为；
                b.具有欺诈或欺骗性的言行；
                c.违反国家法律法规的言行；
                d.侵犯他人知识产权和其它民事权利的行为；
                e.发布淫秽、色情、诋毁、诽谤或教唆犯罪等非法、非道德的内容；
                f.含有蓄意毁坏、恶意干扰、秘密截取或侵占任何系统、数据或个人资料的病毒、伪装破坏程序或其他电脑程序的行为；
                g.将其他会员的个人信息用于任何非正当用途的行为
              </p>
              <h3>5.会员的权利</h3>
              <p>
                会员有权拥有和使用本网站提供的会员账号及密码，但会员不得以任何形式擅自转让或授权他人使用自己的会员账号。
                会员有权根据服务协议和相关规则在本网站上发布、查询信息，与其他用户建立买卖合同，参加本网站的有关活动以及享受本网站提供的其他有关信息服务。
                会员有权对本网站发布的信息进行监督，可随时向本网站提出建议。
              </p>
              <h3>6. 本网站的权利和义务</h3>
              <p>
                本网站有义务在现有技术上维护整个网络平台的正常运行，并努力提升、改进技术，更好地为会员服务。针对会员在注册和使用本网站平台中所遇到的相关问题及反映的情况或建议，本网站当及时作出回复。
                本网站拥有对本协议和本网站举办的任何活动的最终解释权。违反本协议或相关条款以及其他声明的会员，本网站有权取消其会员资格。<br>
                会员授予本网站及其关联公司独家的、全球通用的、永久的、免费的许可使用权利，使本网站及其关联公司有权全部或部份地使用、复制、修订、改写、发布、翻译、分发、执行和展示用户的全部资料数据或制作其派生作品，或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
                对于会员在本网站上的不正当行为，本网站有权给以警示，有严重违反规则或违法行为的，本网站有权停止或终止其会员资格，对本网站造成不良影响或经济损失的行为，本网站有权终止服务，情节严重者将付诸法律。
                本网站有权采取本协议和其它有关条款规定的各项管理、控制手段实施网络监管。
                本网站有权对会员的资质、资料、信息进行审核、监督，并对本网站会员进行规范管理；如果会员将账号或密码丢失或被盗，应及时重新登记并重新设置密码。会员自行造成的账号或密码丢失，应自行承担责任。
                本网站向会员提供的商品信息之编辑、编制、传播的版权和知识产权，全部由本网站拥有；未经本网站以书面形式同意，任何人不得以各种形式复制、散布、出售、出版、广播、转播该商业信息。
                本网站仅作为中小企业商务交易与投资创业者的平台，不会也不能牵涉进交易各方的实际交易活动中，因此，若双方产生争议，而因该争议引起的，或与该争议有关的不同种类和性质的任何 (实际和后果性的) 权利主张、要求和损害赔偿等方面的责任，本网站概不承担任何法律责任。
                任何通过本网站而链接得到的资讯、产品、及服务，本网站概不负责，亦不承担任何法律责任。
              </p>
              <h3>7.隐私权政策</h3>
              <p>
                在使用本网站平台时，请会员妥善保管自己的账号及密码；会员在进行交易洽谈合作时，不可避免的会向对方提供自己的个人信息，请会员妥善保护好自己的个人信息，仅在必要的情形下向他人提供。
                本网站不会向任何人出售或出借会员的个人信息，除非事先得到会员得许可。
                本网站不允许任何第三方以任何手段收集、编辑、出售或者无偿传播会员的个人信息。一经发现，本网站有权立即取消其会员资格并终止服务协议。
                为服务会员的目的，本网站可能通过使用会员的个人信息，向会员提供相关服务，或者在征得会员事先同意的情况下，与本网站的合作伙伴共享信息以便他们向会员发送有关其产品和服务的信息。
              </p>
            </div>

          </div>
        </div></div>
    </div>
  </div>
</template>

<script type="text/ecmascript-6">
  export default {
    data () {
      return {};
    },
    created () {
    },
    activated () {
      this.$nextTick(() => {
        this.$store.commit('isMenu', false);
        this.$store.commit('isLoading', false);
      });
    }
  };
</script>

<style lang="stylus" rel="stylesheet/stylus">
  .Myagreement
    .page-content
      background: #f7f7f8
      .content-block
        height: calc(100% - 0px);
        width: calc(100% - 25px);
        position: absolute;
        overflow-y: scroll;
        margin: 2px 0;
        padding: 0
        display: block
        font-size: 14px
        line-height: 24px
        margin-left: 15px
        h1
          text-align: center
          color: #1F2124
          font-size: 18px;
          font-weight: 600;
          margin 20px
        h3
          color: #1F2124
          font-size: 18px
        p
          color: #383A3F
          font-size: 16px
          line-height: 1.6em
          margin: 1em 6px 1rem 0
</style>
